Revit 2027 API
GradientBackgroundSettings.GroundColor Property
 The color of the ground.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color GroundColor { get; set; }
Public Property GroundColor As Color
	Get
	Set
public:
property Color^ GroundColor {
	Color^ get ();
	void set (Color^ value);
}
member GroundColor : Color with get, set
Property Value
Color
Exceptions
Exception | Condition
ArgumentNullException |  When setting this property: A non-optional argument was null
See Also
Reference
GradientBackgroundSettings Class
Autodesk.Revit.DB Namespace